Repository: mp3splt/mp3splt
Catalog: mp3splt-project/trunk/libmp3splt/po/*.po
Languages: fr

source: info: file matches the plugin '%s'
fr: info : le fichier correspond au module '%s'

source: M3U file '%s' will be created.
fr: Le fichier M3U '%s' sera créé.

source: Working with SILENCE AUTO-ADJUST (Threshold: %.1f dB Gap: %d sec Offset: %.2f)
fr: Avec ajustement du silence (Seuil : %.1f dB Ecart : %d sec Compensation : %.2f)

source: Directory does not exists
fr: Le dossier n'existe pas

source: Artist: %s
fr: Artiste : %s

source: reading informations from CUE file %s ...
fr: lecture des informations du fichier CUE %s ...

source: description here
fr: description

source: Tracks: %d
fr: Pistes : %d

source: reading informations from CDDB file %s ...
fr: lecture des informations du fichier CDDB %s ...

source: not enough memory
fr: pas assez de mémoire

source: Network error
fr: Erreur réseau

source: info: starting normal split
fr: info : début de la division normale

source: info: starting error mode split
fr: info : début de la division avec recherche d'erreurs de synchronisation

source: info: starting time mode split
fr: info : début de la division en plusieurs pistes de même taille

source: YES
fr: OUI

source: NO
fr: NON

source: User
fr: Utilisateur

source: Auto
fr: Automatique

source: Silence split type: %s mode (Th: %.1f dB, Off: %.2f, Min: %.2f, Remove: %s)
fr: Division avec recherche du silence : mode %s (Seuil : %.1f dB, Ecart : %.2f, Min : %.2f, Suppression : %s)

source: Found silence log file '%s' ! Reading silence points from file to save time ;)
fr: Fichier de log avec silences trouvé '%s' ! Lecture des points de silence du fichier ;)

source: Total silence points found: %d.
fr: Points de silence trouvés : %d.

source: (Selected %d tracks)
fr: (%d pistes sélectionnées)

source: Writing silence log file '%s' ...
fr: Ecriture du fichier de log avec les points de silence '%s' ...

source: info: starting silence mode split
fr: info : début de la division avec recherche de silence

source: info: starting wrap mode split
fr: info : début de la division 'wrap'

source: warning: might be VBR, use frame mode
fr: attention : peut être VBR (taux d'échantillonnage variable), utilisez le mode 'frame'

source: error mode ok
fr: division avec recherche d'erreurs de synchronisation réussie

source: error: unknown sync error
fr: erreur : erreur de synchronisation inconnue

source: no sync errors found
fr: aucune erreur de synchronisation trouvée

source: sync error: too many sync errors
fr: erreur de synchronisation : trop d'erreurs de synchronisation trouvées

source: maximum number of found CD reached
fr: nombre maximum de CD atteint

source: cue file processed
fr: fichier cue analysé

source: cddb file processed
fr: fichier cddb analysé

source: freedb file downloaded
fr: fichier freedb téléchargé

source: freedb search processed
fr: recherche freedb finie

source: freedb error: cannot initialise socket (%s)
fr: erreur freedb : impossible d'initialiser le point de communication (%s)

source: freedb error: cannot get host '%s' by name (%s)
fr: erreur freedb : impossible de récupérer l'hôte '%s' à partir du nom (%s)

source: freedb error: cannot open socket
fr: erreur freedb : impossible d'ouvrir le point de communication

source: freedb error: cannot connect to host '%s' (%s)
fr: erreur freedb : impossible de se connecter à l'hôte '%s' (%s)

source: freedb error: cannot send message to host '%s' (%s)
fr: erreur freedb : impossible d'envoyer un message à l'hôte '%s' (%s)

source: freedb error: invalid server answer
fr: erreur freedb : réponse invalide du serveur

source: freedb error: site returned code 201
fr: erreur freedb : le site a retourné le code 201

source: freedb error: site returned code 200
fr: erreur freedb : le site a retourné le code 200

source: freedb error: bad communication with site
fr: erreur freedb : mauvaise communication avec le site

source: freedb error: could not get infos from site '%s'
fr: erreur freedb : impossible de récupérer les informations du site '%s'

source: no CD found for this search
fr: aucun CD trouvé pour cette recherche

source: freedb error: cannot receive message from server '%s' (%s)
fr: erreur freedb : impossible de recevoir le message du serveur '%s' (%s)

source: cue error: invalid cue file '%s'
fr: erreur cue : fichier cue '%s' invalide

source: cddb error: invalid cddb file '%s'
fr: erreur cddb : fichier cddb '%s' invalide

source: freedb error: No such CD entry in database
fr: erreur freedb : Aucun CD trouvé dans la base de données

source: freedb error: site returned an unknown error
fr: erreur freedb : le site a retourné une erreur inconnue

source: wrap split ok
fr: division wrap réussie

source: wrap error: incorrect file length
fr: erreur wrap : taille du fichier incorrecte

source: wrap error: libmp3splt version too old for this wrap file
fr: erreur wrap : version de libmp3splt trop ancienne pour ce fichier wrap

source: wrap error: no file found or bad index
fr: erreur wrap : aucun fichier trouvé ou mauvais index

source: wrap error: file '%s' damaged or incomplete
fr: erreur wrap : fichier '%s' endommagé ou incomplet

source: wrap error: maybe not a wrapped file or wrap file damaged
fr: erreur wrap : probablément pas un fichier wrap ou fichier endommagé

source: file split (EOF)
fr: fichier divisé (fin du fichier)

source: no silence splitpoints found
fr: aucun point de silence trouvé

source: time split ok
fr: division en plusieurs pistes de même taille réussie

source: silence split ok
fr: division avec recherche du silence réussie

source: file split, splitpoints bigger than length
fr: fichier divisé, point(s) de coupure supérieur(s) à la taille

source: file split
fr: fichier divisé

source: error: not enough splitpoints (<2)
fr: erreur : pas assez de points de coupure (<2)

source: error: cannot open file '%s': %s
fr: erreur : impossible d'ouvrir le fichier '%s' : %s

source: error: cannot close file '%s': %s
fr: erreur : impossible de fermer le fichier '%s' : %s

source: error: invalid input file '%s' for '%s' plugin
fr: erreur : fichier d'entrée invalide '%s' pour le module '%s'

source: error: splitpoints are equal (%s)
fr: erreur : les points de coupure sont egaux (%s)

source: error: invalid time split value
fr: erreur : valeur de division en plusieurs pistes de même taille invalide

source: error: the splitpoints are not in order (%s)
fr: erreur : les points de coupure ne sont pas dans l'ordre (%s)

source: error: negative splitpoint (%s)
fr: erreur : point de coupure négatif (%s)

source: error: bad destination folder '%s' (%s)
fr: erreur : mauvais dossier destination '%s' (%s)

source: error: incompatible options
fr: erreur : options incompatibles

source: input and output are the same file ('%s')
fr: l'entrée et la sortie sont le même fichier ('%s')

source: error: cannot allocate memory
fr: erreur : impossible d'allouer de la mémoire

source: error: cannot open destination file '%s': %s
fr: erreur : impossible d'ouvrir le fichier destination '%s' : %s

source: error: cannot write to output file '%s'
fr: erreur : impossible d'écrire dans le fichier de sortie '%s'

source: error: error while reading file '%s': %s
fr: erreur : erreur de lecture du fichier '%s' : %s

source: error: cannot seek file '%s'
fr: erreur : impossible de changer la position dans le fichier '%s'

source: error: begin point out of file
fr: erreur : point de coupure en dehors du fichier

source: error: inexistent file '%s': %s
fr: erreur : fichier inexistant '%s' : %s

source: split process cancelled
fr: processus de division arreté

source: error: library locked
fr: erreur : librairie occupée

source: error: the state has not been initialized with 'mp3splt_new_state'
fr: erreur : l'état n'a pas été initialisé avec 'mp3splt_new_state'

source: error: negative time split
fr: erreur : valeur de division en plusieurs pistes de même taille négative

source: error: cannot create directory '%s'
fr: erreur : impossible de créer le dossier '%s'

source: error: no plugin found
fr: erreur : aucun module trouvé

source: error: cannot initiate libltdl
fr: erreur : impossible d'initialiser libltdl

source: error: CRC failed
fr: erreur : le CRC (contrôle de redondance cyclique) a échoué

source: error: no plugin matches the file '%s'
fr: erreur : aucun module ne correspond au fichier '%s'

source: warning: output format ambiguous (@t or @n missing)
fr: attention : le format de sortie est ambigu (@t ou @n manquant)

source: error: illegal variable '@%s' in output format
fr: erreur : variable illégale '@%s' dans le format de sortie

source: error: invalid output format
fr: erreur : format de sortie invalide

source: error: inexistent splitpoint
fr: erreur : point de coupure inexistant

source: plugin error: '%s'
fr: erreur du module : '%s'

source: error: unsupported feature for the plugin '%s'
fr: erreur : fonction non implementée pour le module '%s'

source: audacity labels file processed
fr: fichier avec marqueurs audacity analysé

source: audacity error: invalid audacity labels file '%s'
fr: erreur audacity : fichier marqueurs audacity '%s' invalide

source: info: overlapping split files with %ld.%ld.%ld
fr: info : chevauchement des fichiers obtenus avec %ld.%ld.%ld

source: info: found Xing or Info header. Switching to frame mode...
fr: info: entête Xing ou Info trouvée. Activation du mode "frame"...

source: info: MPEG %d Layer %d - %d Hz - %s
fr: info : MPEG %d couche %d - %d Hz - %s

source: - FRAME MODE NS
fr: - MODE 'FRAME' NS (sans changement de position)

source: - FRAME MODE
fr: - MODE 'FRAME'

source: - Total time: %dm.%02ds
fr: - Temps total : %dm.%02ds

source: Detected file created with: Mp3Wrap v. %c.%c
fr: Le fichier reconnu a le format Mp3Wrap v. %c.%c

source: Check for file integrity: calculating CRC please wait...
fr: Vérification de l'intégrité du fichier : calcul du CRC (contrôle de redondance cyclique), veuillez attendre...

source: OK
fr: Succès

source: Detected file created with: AlbumWrap
fr: Le fichier reconnu a le format : AlbumWrap

source: Total files: %d
fr: Nombre de fichiers : %d

source: warning: stdin '-' is supposed to be mp3 stream.
fr: attention : le flux standard d'entrée '-' est supposé être un flux mp3.

source: Processed %lu frames - Sync errors: %lu
fr: %lu 'frames' parcourus - Erreurs de synchronisation : %lu

source: info: Ogg Vorbis Stream - %ld - %ld Kb/s - %d channels
fr: info : flux Ogg Vorbis - %ld - %ld Kb/s - %d canaux

source: warning: stdin 'o-' is supposed to be ogg stream.
fr: attention : le flux standard d'entrée '-' est supposé être un flux ogg.
