Repository: mp3splt/mp3splt
Catalog: libmp3splt/po/*.po
Languages: de

source: info: file matches the plugin '%s'
de: Info: Datei passt zum Plugin »%s«

source: M3U file '%s' will be created.
de: M3U-Datei »%s« wird erstellt.

source: Working with SILENCE AUTO-ADJUST (Threshold: %.1f dB Gap: %d sec Offset: %.2f)
de: Mit SILENCE AUTO-ADJUST wird gearbeitet (Ansprechschwelle: %.1f dB Pause: %d s Versatz: %.2f)

source: reading informations from CDDB file %s ...
de: Informationen aus CDDB-Datei %s werden gelesen …

source: Artist: %s
de: Künstler: %s

source: Tracks: %d
de: Titel: %d

source: not enough memory
de: nicht genug Speicher

source: Network error
de: Netzwerkfehler

source: info: starting normal split
de: Info: Teilung im normalen Modus wird gestartet

source: info: starting error mode split
de: Info: Teilung im Fehlermodus wird gestartet

source: info: starting time mode split
de: Info: Teilung im Zeitmodus wird gestartet

source: YES
de: JA

source: NO
de: NEIN

source: User
de: Benutzer

source: Auto
de: Automatisch

source: Silence split type: %s mode (Th: %.1f dB, Off: %.2f, Min: %.2f, Remove: %s)
de: Stille-Teilungstyp: Modus %s (Ansprechschwelle: %.1f dB, Aus: %.2f, Min: %.2f, Entfernen: %s)

source: Found silence log file '%s' ! Reading silence points from file to save time ;)
de: Stille-Protokolldatei »%s« wurde gefunden! Um Zeit zu sparen, werden Teilungspunkte aus dieser Datei gelesen ;)

source: Total silence points found: %d.
de: Insgesamt gefundene Teilungspunkte: %d.

source: (Selected %d tracks)
de: (%d Titel ausgewählt)

source: Writing silence log file '%s' ...
de: Stille-Protokolldatei »%s« wird geschrieben …

source: info: starting silence mode split
de: Info: Teilung im Stille-Modus wird gestartet

source: info: starting wrap mode split
de: Info: Teilung im Wrap-Modus wird gestartet

source: warning: might be VBR, use frame mode
de: Warnung: Wahrscheinlich VBR, Frame-Modus wird verwendet

source: error mode ok
de: Fehlermodus OK

source: error: unknown sync error
de: Fehler: Unbekannter Synchronisationsfehler

source: no sync errors found
de: Keine Synchronisationsfehler gefunden

source: sync error: too many sync errors
de: Synchronisationsfehler: Zu viele Synchronisationsfehler

source: maximum number of found CD reached
de: Maximale Anzahl der gefundenen CDs erreicht

source: cue file processed
de: CUE-Datei wurde verarbeitet

source: cddb file processed
de: CDDB-Datei wurde verarbeitet

source: freedb file downloaded
de: FreeDB-Datei wurde heruntergeladen

source: freedb search processed
de: FreeDB-Suche wird ausgeführt

source: freedb error: cannot initialise socket (%s)
de: FreeDB-Fehler: Socket kann nicht initialisiert werden (%s)

source: freedb error: cannot get host '%s' by name (%s)
de: FreeDB-Fehler: Rechner »%s« kann nicht anhand des Namens erhalten werden (%s)

source: freedb error: cannot open socket
de: FreeDB-Fehler: Socket kann nicht geöffnet werden

source: freedb error: cannot connect to host '%s' (%s)
de: FreeDB-Fehler: Keine Verbindung zu Rechner »%s« möglich (%s)

source: freedb error: cannot send message to host '%s' (%s)
de: FreeDB-Fehler: Meldung kann nicht an Rechner »%s« gesendet werden: (%s)

source: freedb error: invalid server answer
de: FreeDB-Fehler: Ungültige Serverantwort

source: freedb error: site returned code 201
de: FreeDB-Fehler: Seite gab Fehlercode 201 zurück

source: freedb error: site returned code 200
de: FreeDB-Fehler: Seite gab Fehlercode 200 zurück

source: freedb error: bad communication with site
de: FreeDB-Fehler: Fehlerhafte Kommunikation mit der Seite

source: freedb error: could not get infos from site '%s'
de: FreeDB-Fehler: Infos von Seite »%s« können nicht erhalten werden

source: no CD found for this search
de: Keine CD in dieser Suche gefunden

source: freedb error: cannot receive message from server '%s' (%s)
de: FreeDB-Fehler: Meldung kann nicht vom Server »%s« erhalten werden (%s)

source: cue error: invalid cue file '%s'
de: CUE-Fehler: Ungültige CUE-Datei »%s«

source: cddb error: invalid cddb file '%s'
de: CDDB-Fehler: Ungültige CDDB-Datei »%s«

source: freedb error: No such CD entry in database
de: FreeDB-Fehler: Kein passender CD-Eintrag in der Datenbank

source: freedb error: site returned an unknown error
de: FreeDB-Fehler: Seite gab einen unbekannten Fehler zurück

source: wrap split ok
de: Wrap-Teilung OK

source: wrap error: incorrect file length
de: Wrap-Fehler: Unkorrekte Dateilänge

source: wrap error: libmp3splt version too old for this wrap file
de: Wrap-Fehler: Installierte libmp3splt-Version ist zu alt für diese Wrap-Datei

source: wrap error: no file found or bad index
de: Wrap-Fehler: Keine Datei gefunden oder fehlerhafter Index

source: wrap error: file '%s' damaged or incomplete
de: Wrap-Fehler: Datei »%s« ist beschädigt oder unvollständig

source: wrap error: maybe not a wrapped file or wrap file damaged
de: Wrap-Fehler: Eventuell keine gewrappte Datei oder Wrap-Datei ist beschädigt

source: file split (EOF)
de: Dateiteilung (EOF)

source: no silence splitpoints found
de: Keine Stille-Teilungspunkte gefunden

source: time split ok
de: Teilung nach Zeit OK

source: silence split ok
de: Teilung nach Stille OK

source: file split, splitpoints bigger than length
de: Dateiteilung, Telungspunkte größer als Länge

source: file split
de: Dateiteilung

source: error: not enough splitpoints (<2)
de: Fehler: nicht genug Teilungspunkte (<2)

source: error: cannot open file '%s': %s
de: Fehler: Datei »%s« kann nicht geöffnet werden: %s

source: error: cannot close file '%s': %s
de: Fehler: Datei »%s« kann nicht geschlossen werden: %s

source: error: invalid input file '%s' for '%s' plugin
de: Fehler: Ungültige Eingabedatei »%s« für Plugin »%s«

source: error: splitpoints are equal (%s)
de: Fehler: Teilungspunkte sind gleich (%s)

source: error: invalid time split value
de: Fehler: Ungültiger Wert für Teilung nach Zeit

source: error: the splitpoints are not in order (%s)
de: Fehler: Teilungspunkte nicht in Ordnung (%s)

source: error: negative splitpoint (%s)
de: Fehler: Negativer Teilungspunkt (%s)

source: error: bad destination folder '%s' (%s)
de: Fehler: Fehlerhafter Zielordner »%s«: %s

source: error: incompatible options
de: Fehler: Inkompatible Optionen

source: input and output are the same file ('%s')
de: Eingabe und Ausgabe sind die gleiche Datei (»%s«)

source: error: cannot allocate memory
de: Fehler: Speicher kann nicht zugewiesen werden

source: error: cannot open destination file '%s': %s
de: Fehler: Zieldatei »%s« kann nicht geöffnet werden: %s

source: error: cannot write to output file '%s'
de: Fehler: In Ausgabedatei »%s« kann nicht geschrieben werden

source: error: error while reading file '%s': %s
de: Fehler: Fehler beim Lesen der Datei »%s«: %s

source: error: cannot seek file '%s'
de: Fehler: Datei »%s« kann nicht durchsucht werden

source: error: begin point out of file
de: Fehler: Anfangspunkt außerhalb der Datei

source: error: inexistent file '%s': %s
de: Fehler: nicht existierende Datei »%s«: %s

source: split process cancelled
de: Teilungsvorgang abgebrochen

source: error: library locked
de: Fehler: Bibliothek ist gesperrt

source: error: the state has not been initialized with 'mp3splt_new_state'
de: Fehler: Der Status wurde nicht mit »mp3splt_new_state« initialisiert

source: error: negative time split
de: Fehler: Negative Teilung nach Zeit

source: error: cannot create directory '%s'
de: Fehler: Ordner »%s« kann nicht angelegt werden

source: error: no plugin found
de: Fehler: Kein Plugin gefunden

source: error: cannot initiate libltdl
de: Fehler: libltdl kann nicht initialisiert werden

source: error: CRC failed
de: Fehler: CRC gescheitert

source: error: no plugin matches the file '%s'
de: Fehler: Kein Plugin für Datei »%s« verfügbar

source: warning: output format ambiguous (@t or @n missing)
de: Warnung: Ausgabeformat nicht eindeutig (@t oder @n fehlen)

source: error: illegal variable '@%s' in output format
de: Fehler: Unzulässige Variable »@%s« im Ausgabeformat

source: error: invalid output format
de: Fehler: Ungültiges Ausgabeformat

source: error: inexistent splitpoint
de: Fehler: Nicht existierender Teilungspunkt

source: plugin error: '%s'
de: Plugin-Fehler: »%s«

source: error: unsupported feature for the plugin '%s'
de: Fehler: Nicht unterstütztes Funktionsmerkmal für Plugin »%s«

source: audacity labels file processed
de: Audacity-Labels-Datei wurde verarbeitet

source: audacity error: invalid audacity labels file '%s'
de: Audacity-Fehler: Ungültige Labels-Datei »%s«

source: info: overlapping split files with %ld.%ld.%ld
de: Info: Überlappung der Dateiteilung mit %ld.%ld.%ld

source: reading informations from CUE file %s ...
de: Informationen aus CUE-Datei %s werden gelesen …

source: description here
de: Beschreibung hier

source: info: found Xing or Info header. Switching to frame mode...
de: Hinweis: Xing- oder Info-Header wurde gefunden. Wechsel zum Frame-Modus…

source: - FRAME MODE NS
de: - FRAME-MODUS NS

source: - FRAME MODE
de: - FRAME-MODUS

source: - Total time: %dm.%02ds
de: - Zeit gesamt: %dm.%02ds

source: Detected file created with: Mp3Wrap v. %c.%c
de: Erkannte Datei erzeugt mit: Mp3Wrap v. %c.%c

source: Check for file integrity: calculating CRC please wait...
de: Integritätsprüfung der Datei: CRC wird berechnet, bitte warten …

source: Detected file created with: AlbumWrap
de: Erkannte Datei erzeugt mit: AlbumWrap

source: Total files: %d
de: Dateien gesamt: %d

source: warning: stdin '-' is supposed to be mp3 stream.
de: Warnung: stdin »-« wird als mp3-Datenstrom angenommen.

source: Processed %lu frames - Sync errors: %lu
de: %lu Frames wurden verarbeitet - Synchronisationsfehler: %lu

source: info: Ogg Vorbis Stream - %ld - %ld Kb/s - %d channels
de: Info: OggVorbis-Datenstrom - %ld - %ld kB/s - %d Kanäle

source: warning: stdin 'o-' is supposed to be ogg stream.
de: Warnung: stdin »o-« wird als Ogg-Datenstrom angenommen.
